[
    {
        "aoe": "1 ft. cube",
        "casting_time": "1/2 segment",
        "classes": [
            "wizard"
        ],
        "components": {
            "material": false,
            "raw": "V, S",
            "somatic": true,
            "verbal": true
        },
        "description": "This cantrip allows the caster to cause non-living liquid or solid material to become about 40 degrees Fahrenheit cooler than it was, subject to a minimum temperature of freezing (32 degrees Fahrenheit). The chilling effect lasts for but an instant, after which the subject warms slowly back to normal temperature. Verbal component is a soft whistling, somatic is a downward-thrust thumb",
        "duration": "-",
        "level": "0",
        "name": "Chill",
        "range": "1 foot",
        "saving_throw": "-",
        "school": "Evocation",
        "source": "Player's Handbook",
        "tags": [
            "wizard",
            "cantrip",
            "vanilla",
            "official"
        ],
        "type": "Useful cantrip"
    },
    {
        "aoe": "4 sq. yds.",
        "casting_time": "1/2 segment",
        "classes": [
            "wizard"
        ],
        "components": {
            "material": false,
            "raw": "V, S",
            "somatic": true,
            "verbal": true
        },
        "description": "This cantrip enables the caster to remove heavy soil, dirt and foreign objects from floors, walls, dishes, windows, etc. The subject surfaces are then spotless, but care must be taken in removal of pigments and the like, so usually only one type of material will be treated in a single application. Verbal component is a low outrush of air, somatic is a circular hand motion.",
        "duration": "-",
        "level": "0",
        "name": "Clean",
        "range": "1 foot",
        "saving_throw": "-",
        "school": "Abjuration",
        "source": "Player's Handbook",
        "tags": [
            "wizard",
            "cantrip",
            "vanilla",
            "official"
        ],
        "type": "Useful cantrip"
    },
    {
        "aoe": "1 cubic yd.",
        "casting_time": "1/2 segment",
        "classes": [
            "wizard"
        ],
        "components": {
            "material": false,
            "raw": "V, S",
            "somatic": true,
            "verbal": true
        },
        "description": "By use of this cantrip, the caster brings color to an object. It can be used to restore faded hues or to tinge those already colored with a different hue. Thus, dull or faded fabric can be brightened, pigments restored, or even hair or skin changed to another color. \n\n The effect must be renewed every 30 days. Verbal component is a humming sound, somatic is a back-and-forth or wringing hand motion",
        "duration": "30 days",
        "level": "0",
        "name": "Color",
        "range": "1 foot",
        "saving_throw": "-",
        "school": "Color",
        "source": "Player's Handbook",
        "tags": [
            "wizard",
            "cantrip",
            "vanilla",
            "official"
        ],
        "type": "Useful cantrip"
    },
    {
        "aoe": "1 cubic yd.",
        "casting_time": "1/2 segment",
        "classes": [
            "wizard"
        ],
        "components": {
            "material": false,
            "raw": "V, S",
            "somatic": true,
            "verbal": true
        },
        "description": "When this cantrip is cast, the subject area is permeated by a fog-like dampness which leaves all material within it damp to the touch. It is useful for many sorts of things. It is hard on parchment, and similarly makes it and like substances hard to set aflame. Those within the area of affect of the dampen cantrip will be enwrapped in a light fog, and objects in this fog, while still visible, will lose their detail. Verbal component is a low hooting or a hummed ditty, somatic is a hand gesture upwardswith writhing fingers.",
        "duration": "-",
        "level": "cantrip",
        "name": "Dampen",
        "range": "1 foot",
        "saving_throw": "-",
        "school": "Evocation",
        "source": "Player's Handbook",
        "tags": [
            "wizard",
            "cantrip",
            "vanilla",
            "official"
        ],
        "type": "Useful cantrip"
    },
    {
        "aoe": "-",
        "casting_time": " segment",
        "classes": [
            "wizard"
        ],
        "components": {
            "material": false,
            "raw": "V, S",
            "somatic": true,
            "verbal": true
        },
        "description": "When this cantrip is cast there is a 25% chance that the caster can override somebody else's dibs on something. This spell can only be attempted once to override any particular dibs, but it could be cast again to override another caster's successful Dibs cantrip! The somatic component requires the caster to point out the desired item.",
        "duration": "-",
        "level": "0",
        "name": "Dibs",
        "range": "1 foot",
        "saving_throw": "-",
        "school": "",
        "source": "Player's Handbook",
        "tags": [
            "wizard",
            "cantrip",
            "vanilla",
            "official"
        ],
        "type": "Useful cantrip"
    },
    {
        "aoe": "1 cubic yd.",
        "casting_time": "1/2 segment",
        "classes": [
            "wizard"
        ],
        "components": {
            "material": false,
            "raw": "V, S",
            "somatic": true,
            "verbal": true
        },
        "description": "This cantrip removes dampness and excess moisture from materials within the area of effect. It is useful for cloth, herbs, and cleaning chores. Verbal component is similar to that of the Dampen cantrip, and the somatic is a two-handed wringing motion.",
        "duration": "-",
        "level": "0",
        "name": "Dry",
        "range": "1 foot",
        "saving_throw": "-",
        "school": "Abjuration",
        "source": "Player's Handbook",
        "tags": [
            "wizard",
            "cantrip",
            "vanilla",
            "official"
        ],
        "type": "Useful cantrip"
    },
    {
        "aoe": "10 ft. radius",
        "casting_time": "1/2 segment",
        "classes": [
            "wizard"
        ],
        "components": {
            "material": false,
            "raw": "V, S",
            "somatic": true,
            "verbal": true
        },
        "description": "A cantrip of this sort removes all fine dust and tiny grit particles from exposed surfaces such as floors, shelves, walls, etc. The material so removed is transported elsewhere, but new dust can accumulate, of course. Verbal component is a continuous in-drawing of breath, somatic is a back-and-forth hand motion",
        "duration": "-",
        "level": "0",
        "name": "Dust ",
        "range": "1 foot",
        "saving_throw": "-",
        "school": "Abjuration",
        "source": "Player's Handbook",
        "tags": [
            "wizard",
            "cantrip",
            "vanilla",
            "official"
        ],
        "type": "Useful cantrip"
    },
    {
        "aoe": "-",
        "casting_time": "1/10 segment",
        "classes": [
            "wizard"
        ],
        "components": {
            "material": false,
            "raw": "V, S",
            "somatic": true,
            "verbal": true
        },
        "description": "When this cantrip is used, the caster may kill a small pest such a fly, mouse, rat, beetle, or the like. It is useful for indoor or outdoor applications. If the subject is very small, an area of up to 1/2 cubic foot can be rid of pests. This cantrip is effective against magical creations and normal-sized creatures magically shrunk to insect-size, but has no effect on polymorphed creatures and similarly enchanted beings. The somatic gesture is a pointed finger, thile the caster verbalizes a low ''zzzt'' sound.",
        "duration": "-",
        "level": "0",
        "name": "Exterminate",
        "range": "1 small creature",
        "saving_throw": "-",
        "school": "Necromancy",
        "source": "Player's Handbook",
        "tags": [
            "wizard",
            "cantrip",
            "vanilla",
            "official"
        ],
        "type": "Useful cantrip"
    },
    {
        "aoe": "One subject",
        "casting_time": "1/2 segment",
        "classes": [
            "wizard"
        ],
        "components": {
            "material": false,
            "raw": "V, S",
            "somatic": true,
            "verbal": true
        },
        "description": "This cantrip enables the caster to give the subject a superior or better or different flavor. Thus, mush can be made to taste as if it were lobster bisque, but the dweomer will not actually affect quality or wholesomeness. Spoiled food remains spoiled; a poisoned drink would still be deadly (though any tell-tale taste of the poison may be masked in this fashion). The verbal component is a muttered lip-smacking sound; the somatic gesture is a shaking motion.",
        "duration": "-",
        "level": "0",
        "name": "Flavor",
        "range": "1 foot",
        "saving_throw": "-",
        "school": "Enchantment",
        "source": "Player's Handbook",
        "tags": [
            "wizard",
            "cantrip",
            "vanilla",
            "official"
        ],
        "type": "Useful cantrip"
    },
    {
        "aoe": "One object",
        "casting_time": "1/2 segment",
        "classes": [
            "wizard"
        ],
        "components": {
            "material": false,
            "raw": "V, S",
            "somatic": true,
            "verbal": true
        },
        "description": "By means of this cantrip, the caster brings new life or freshness to the object desired. The magic applies to food and drink items such as milk, beer, meat, and raw vegetables. It also works with raw vegetables, flowers, herbs, etc. Although it will remove a slight taint of spoilage, restore drooping flowers, and so on, it is not as effective as a Purify Food & Drink spell, and it lasts for but an hour. The subject must be of relatively small size, i.e. a small cask of liquid, a sheep, a bushel of vegetables, etc. If used on a creature that is harmed by magics such as Purify Food & Drink, the cantrip inflicts 1d4 points of damage. The verbal component is an ''mmmmmm'' sound, while the hand makes a mystic symbol with thumb and forefinger forming a circle and the other fingers upright and apart.",
        "duration": "1 hour",
        "level": "0",
        "name": "Freshen",
        "range": "1 foot",
        "saving_throw": "-",
        "school": "Enchantment",
        "source": "Player's Handbook",
        "tags": [
            "wizard",
            "cantrip",
            "vanilla",
            "official"
        ],
        "type": "Useful cantrip"
    },
    {
        "aoe": "1 sq. yd.",
        "casting_time": "1/6 segment",
        "classes": [
            "wizard"
        ],
        "components": {
            "material": false,
            "raw": "V, S",
            "somatic": true,
            "verbal": true
        },
        "description": "This cantrip enables the caster to neatly gather numerous small objects into a stack or pile. For instance, if nails, nuts, coins, papers, or like objects were spilled, the magic would bring them together. It can be used selectively, for instance to seperate one type of material from another, but only the selected type would be gathered neatly. The caster verbalizes the type of material to be gathered while making a gathering motion.",
        "duration": "-",
        "level": "0",
        "name": "Gather",
        "range": "1 foot",
        "saving_throw": "-",
        "school": "Alteration",
        "source": "Player's Handbook",
        "tags": [
            "wizard",
            "cantrip",
            "vanilla",
            "official"
        ],
        "type": "Useful cantrip"
    },
    {
        "aoe": "One object",
        "casting_time": "1/2 segment",
        "classes": [
            "wizard"
        ],
        "components": {
            "material": false,
            "raw": "V, S",
            "somatic": true,
            "verbal": true
        },
        "description": "When this cantrip is used, the caster magically smooths and brings a luster to materials such as wood, metal, stone, leather or ceramic. Naturally, the desired object must be relatively clean in order for the cantrip to be effective. The object affected must be of reasonable size - a floor of up to 1,000 square feet, an armoire, etc. It works better on smaller objects, of course, such as boots, mirrors, crystal containers, etc. The caster hums a ditty while making a buffing motion.",
        "duration": "-",
        "level": "0",
        "name": "Polish",
        "range": "1 foot",
        "saving_throw": "-",
        "school": "Alteration",
        "source": "Player's Handbook",
        "tags": [
            "wizard",
            "cantrip",
            "vanilla",
            "official"
        ],
        "type": "Useful cantrip"
    },
    {
        "aoe": "One object",
        "casting_time": "1/6 segment",
        "classes": [
            "wizard"
        ],
        "components": {
            "material": false,
            "raw": "V, S",
            "somatic": true,
            "verbal": true
        },
        "description": "This cantrip causes a sprinkling of fine salt to magically appear and descend upon the desired object - a stew, some troublesome weed patch or a barrel of stock fish to be preserved. The object must be of reasonable size - up to perhaps 4 square yards in area or about 30 gallons liquid volume. Care must be be taken to avoid over-salting if the object involved is smaller, and if the object is larger, it will not receive much salt. \n\n Creatures adversely affected by salt (such as a Giant Slug) take 1d4 points of damage from this cantrip. The verbal component is a labial smacking, performed while the hand makes a smacking motion.",
        "duration": "-",
        "level": "0",
        "name": "Salt",
        "range": "1 foot",
        "saving_throw": "-",
        "school": "Evocation",
        "source": "Player's Handbook",
        "tags": [
            "wizard",
            "cantrip",
            "vanilla",
            "official"
        ],
        "type": "Useful cantrip"
    },
    {
        "aoe": "One object",
        "casting_time": "1/2 segment",
        "classes": [
            "wizard"
        ],
        "components": {
            "material": false,
            "raw": "V, S",
            "somatic": true,
            "verbal": true
        },
        "description": "Similar to the Polish cantrip, this magic allows the caster to remove tarnish, rust, corrosion and similar substances from the desired object. This cantrip brings about a mirror-bright shine to objects capable of such, causing their surfaces to be smooth and unmarred. A piece of jewelry, for instance, would be made more attractive, and the gems (only) of such a piece might actually be made more valuable. If the base value of the gem(s) in a piece of jewelry was originally decreased, and a Shine cantrip was used upon the object, the the owner may (if desired) find out whether the value of the gem(s) has been changed. (The GM should roll again on the ''Increase or Decrease of Worth Beyond Base Value'' table in the GMG, with a -1 modifier to the die roll.) No gem can be ''revalued'' in this manner more than once. \n\n A single object up to about 1 cubic yard in volume can be treated by this cantrip. Its components are similar to that of Polish.",
        "duration": "-",
        "level": "0",
        "name": "Shine",
        "range": "1 foot",
        "saving_throw": "-",
        "school": "Alteration",
        "source": "Player's Handbook",
        "tags": [
            "wizard",
            "cantrip",
            "vanilla",
            "official"
        ],
        "type": "Useful cantrip"
    },
    {
        "aoe": "One object",
        "casting_time": "1/2 segment",
        "classes": [
            "wizard"
        ],
        "components": {
            "material": false,
            "raw": "V, S",
            "somatic": true,
            "verbal": true
        },
        "description": "Unlike the flavor cantrip, this magic actually brings a particular spice to the object of the food or drink. Thus, ginger, pepper and like spices can be brought to add zest (or disguise). Herbs such as bay leaf, garlic, parsley, and so forth can likewise be evoked by this cantrip. The quantity is sufficient to spice food or drink for about a dozen people. The spice (or herb) appears over the object vessel as a fine powder or flake, falls upon it and adds its substance to the dish or drink. A ditty is hummed for the verbal component, while the hand makes a crumbling and sprinkling motion.",
        "duration": "-",
        "level": "0",
        "name": "Spice",
        "range": "1 foot",
        "saving_throw": "-",
        "school": "Evocation",
        "source": "Player's Handbook",
        "tags": [
            "wizard",
            "cantrip",
            "vanilla",
            "official"
        ],
        "type": "Useful cantrip"
    },
    {
        "aoe": "1 cubic yd.",
        "casting_time": "1/2 segment",
        "classes": [
            "wizard"
        ],
        "components": {
            "material": false,
            "raw": "V, S",
            "somatic": true,
            "verbal": true
        },
        "description": "By means of this cantrip, the caster causes acceleration in the growth of plants, particualrly with respect to the  the germination of plant seeds. Upon its casting, the cantrip will cause seeds to shoot forth tiny sprouts, newly sprouted plants to grow an inch or so, buds to flower, etc. Fruits and vegetables can be caused to ripen (or actually go past ripening to spoilage) by this cantrip. A susurrant sound is verbalized white the caster's hand makes hoeing motions.",
        "duration": "-",
        "level": "0",
        "name": "Sprout",
        "range": "1 foot",
        "saving_throw": "-",
        "school": "Alteration",
        "source": "Player's Handbook",
        "tags": [
            "wizard",
            "cantrip",
            "vanilla",
            "official"
        ],
        "type": "Useful cantrip"
    },
    {
        "aoe": "Special",
        "casting_time": "1/2 segment",
        "classes": [
            "wizard"
        ],
        "components": {
            "material": false,
            "raw": "V, S",
            "somatic": true,
            "verbal": true
        },
        "description": "This cantrip magically sews seems in cloth or leather. It will make new ones, or repair old work. About 20 yards of cloth can be thus stitched, but only about 2 yards of leather. The seam thus created is neither stronger nor weaker than a seam done without magic. Usually a brief rhyme is recited as the hand makes a sewing motion.",
        "duration": "-",
        "level": "0",
        "name": "Stitch",
        "range": "1 foot",
        "saving_throw": "-",
        "school": "Alteration",
        "source": "Player's Handbook",
        "tags": [
            "wizard",
            "cantrip",
            "vanilla",
            "official"
        ],
        "type": "Useful cantrip"
    },
    {
        "aoe": "One object",
        "casting_time": "1/2 segment",
        "classes": [
            "wizard"
        ],
        "components": {
            "material": false,
            "raw": "V, S",
            "somatic": true,
            "verbal": true
        },
        "description": "This cantrip is the same as a Spice cantrip, except that the result is the evocation os a sweetener - sugar, honey or even a syrup. COmponents are a buzzing sound and a stirring motion.",
        "duration": "-",
        "level": "0",
        "name": "Sweeten",
        "range": "1 foot",
        "saving_throw": "-",
        "school": "Evocation",
        "source": "Player's Handbook",
        "tags": [
            "wizard",
            "cantrip",
            "vanilla",
            "official"
        ],
        "type": "Useful cantrip"
    },
    {
        "aoe": "One object",
        "casting_time": "1/2 segment",
        "classes": [
            "wizard"
        ],
        "components": {
            "material": false,
            "raw": "V, S",
            "somatic": true,
            "verbal": true
        },
        "description": "By means of this cantrip, the caster can magically cause the object of the magic - thread, string, cord, or even cable to tightly knot itself to either its other end or an end of a similar object within 1 foot of it. The resulting knot will be a normal one such a square knot, halfhitch, running bowline or whatever other sort is desired. The caster verbalizes the name of the knot thile holding up three fingers.",
        "duration": "-",
        "level": "0",
        "name": "Tie",
        "range": "1 foot",
        "saving_throw": "-",
        "school": "Alteration",
        "source": "Player's Handbook",
        "tags": [
            "wizard",
            "cantrip",
            "vanilla",
            "official"
        ],
        "type": "Useful cantrip"
    },
    {
        "aoe": "1 ft. cube",
        "casting_time": "1/2 segment",
        "classes": [
            "wizard"
        ],
        "components": {
            "material": false,
            "raw": "V, S",
            "somatic": true,
            "verbal": true
        },
        "description": "This cantrip is the same as Chill, except that the magic brings a warming of the liquid or solid. The temperature will rise at most about 40 drees Fahrenheit. The cantrip will never cause living creatures to become warmer than their normal body temperature. Components are an ''Aaah'' sound vocalized while the hands are briskly rubbed together.",
        "duration": "-",
        "level": "0",
        "name": "Warm",
        "range": "1 foot",
        "saving_throw": "-",
        "school": "Evocation",
        "source": "Player's Handbook",
        "tags": [
            "wizard",
            "cantrip",
            "vanilla",
            "official"
        ],
        "type": "Useful cantrip"
    },
    {
        "aoe": "1 cubic yd.",
        "casting_time": "1/2 segment",
        "classes": [
            "wizard"
        ],
        "components": {
            "material": false,
            "raw": "V, S",
            "somatic": true,
            "verbal": true
        },
        "description": "When a Wrap cantrip is employed, the caster creates a strong and sturdy wrappinf around the object desired - a bit of herbs, a heap of flour, a bundle of cloth, etc. The material of this cantrip is of a suitable type and thinckness for the item(s) to be wrapped. Thus, a few ounces of fine powder will be contained in a waxy tissue, gemstones in a felt-like envelope, meal in cloth and so forth. THis wrapping can be undone normally, but the caster can just as easily order it to open, so the cantrip is often used to enfold the material components of a spell. The caster verbalizes a general class of wrapping desired while making a folding motion with his hands.",
        "duration": "-",
        "level": "0",
        "name": "Wrap",
        "range": "1 foot",
        "saving_throw": "-",
        "school": "Alteration",
        "source": "Player's Handbook",
        "tags": [
            "wizard",
            "cantrip",
            "vanilla",
            "official"
        ],
        "type": "Useful cantrip"
    },
    {
        "aoe": "One object",
        "casting_time": "1/6 segment",
        "classes": [
            "wizard"
        ],
        "components": {
            "material": false,
            "raw": "V, S",
            "somatic": true,
            "verbal": true
        },
        "description": "This cantrip is broader than its name, for it affects many food and drink items. The magic curdles milk and hastens spoilage or wilting, but does not Putrefy Food & Drink as per that spell. It has a permanent effect on the object. It is otherwise similar to Freshen. The caster verbalizes a retching sound while pointing the thumb downward.",
        "duration": "-",
        "level": "0",
        "name": "Curdle",
        "range": "1 foot",
        "saving_throw": "-",
        "school": "Enchantment",
        "source": "Player's Handbook",
        "tags": [
            "wizard",
            "cantrip",
            "vanilla",
            "official"
        ],
        "type": "Reversed cantrip"
    },
    {
        "aoe": "4 sq. yd.",
        "casting_time": "1/6 segment",
        "classes": [
            "wizard"
        ],
        "components": {
            "material": false,
            "raw": "V, S",
            "somatic": true,
            "verbal": true
        },
        "description": "The opposite of a Clean cantrip, this enables the caster to soil, spot, and sully walls, floors, dishes, garments, etc. Verbal component is a spitting sound, made while the feet are shuffled and stamped.",
        "duration": "-",
        "level": "0",
        "name": "Dirty",
        "range": "1 foot",
        "saving_throw": "-",
        "school": "Evocation",
        "source": "Player's Handbook",
        "tags": [
            "wizard",
            "cantrip",
            "vanilla",
            "official"
        ],
        "type": "Reversed cantrip"
    },
    {
        "aoe": "10 ft. radius",
        "casting_time": "1/6 segment",
        "classes": [
            "wizard"
        ],
        "components": {
            "material": false,
            "raw": "V, S",
            "somatic": true,
            "verbal": true
        },
        "description": "By means of this cantrip, the caster causes a film of dust and grime to settle upon all exposed surfaces within the cantrip area of affect. The verbal component is a low humming sound, made while the hands move in shaking motions.",
        "duration": "-",
        "level": "0",
        "name": "Dusty",
        "range": "1 foot",
        "saving_throw": "-",
        "school": "Evocation",
        "source": "Player's Handbook",
        "tags": [
            "wizard",
            "cantrip",
            "vanilla",
            "official"
        ],
        "type": "Reversed cantrip"
    },
    {
        "aoe": "One object",
        "casting_time": "1/10 segment",
        "classes": [
            "wizard"
        ],
        "components": {
            "material": false,
            "raw": "V, S",
            "somatic": true,
            "verbal": true
        },
        "description": "While this cantrip is not actually one of the standard useful ones which apprentices reverse for mischief, it is one which is generally used for no good purpose. It causes hair, fur or hair-like growth to thicken and lengthen. Thus, a head of hair, a peach, a beard, a cat or somesuch could be affected. The growth will cause the subject material to increase from 2-12 inches in length. The subject material must be trimmed or cut to remove the cantrip's effect. This cantrip can be reversed to shorten growth or effectively shave, but since the effect in short material (growth under 1 inch in length) is complete absence of growth for 2-12 days, it is not often used. The caster verbalizes snicking sounds while massaging motions for growth, or scissoring motions for removal.",
        "duration": "-",
        "level": "0",
        "name": "Hairy",
        "range": "1 foot",
        "saving_throw": "-",
        "school": "Alteration",
        "source": "Player's Handbook",
        "tags": [
            "wizard",
            "cantrip",
            "vanilla",
            "official"
        ],
        "type": "Reversed cantrip"
    },
    {
        "aoe": "One object",
        "casting_time": "1/2 segment",
        "classes": [
            "wizard"
        ],
        "components": {
            "material": false,
            "raw": "V, S",
            "somatic": true,
            "verbal": true
        },
        "description": "This cantrip is a permutation of the Tie cantrip. It causes the thread, string, cord or rope to knot itself in such a manner as to be very difficult to untie, and from 2-8 rounds, minus dexterity bonus for reaction adjustment of the individual untying the knot, to undo. It works even on materials already affected by a Tie cantrip, but not on magical ropes, ropes being held onto by a character or creature or taut lines such as a bowstring. The caster verbalizes a low zzz sound while moving the arm forward with a strong twist motion.",
        "duration": "-",
        "level": "0",
        "name": "Knot",
        "range": "1 foot",
        "saving_throw": "-",
        "school": "Alteration",
        "source": "Player's Handbook",
        "tags": [
            "wizard",
            "cantrip",
            "vanilla",
            "official"
        ],
        "type": "Reversed cantrip"
    },
    {
        "aoe": "Special",
        "casting_time": "1/10 segment",
        "classes": [
            "wizard"
        ],
        "components": {
            "material": false,
            "raw": "V, S",
            "somatic": true,
            "verbal": true
        },
        "description": "This cantrip is the reverse of a Stitch. It will work only if there is a loose or broken thread in the seam or fabric to be affected, except for material magically stitched by the appropriate cantrip. When the latter sort of seam or material is involved, the Ravel cantrip will always work except in a case where the subject is otherwise magical, i.e. a Bag of Holding, a Cloak of Protection, Boots of Elvenkind, etc. The name of the cantrip is verbalized while the fingers make a plucking motion.",
        "duration": "-",
        "level": "0",
        "name": "Ravel",
        "range": "1 foot",
        "saving_throw": "-",
        "school": "Alteration",
        "source": "Player's Handbook",
        "tags": [
            "wizard",
            "cantrip",
            "vanilla",
            "official"
        ],
        "type": "Reversed cantrip"
    },
    {
        "aoe": "One object",
        "casting_time": "1/ segment",
        "classes": [
            "wizard"
        ],
        "components": {
            "material": false,
            "raw": "V, S",
            "somatic": true,
            "verbal": true
        },
        "description": "When this cantrip is used the caster causes the subject food or drink to take on a sour taste, not unlike vinegar of the appropriate sort. While it is typically used to spoil wine, beer or some pastry, the SOur cantrip can have a useful purpose. The magic actually causes about a pint (maximum) of vinegar to appear over the subject. This can be an empty container in which such liquid liquid is desired. The caster purses the lips and makes a whoosh sound while clenching the hand.",
        "duration": "-",
        "level": "0",
        "name": "Sour",
        "range": "1 foot",
        "saving_throw": "-",
        "school": "Evocation",
        "source": "Player's Handbook",
        "tags": [
            "wizard",
            "cantrip",
            "vanilla",
            "official"
        ],
        "type": "Reversed cantrip"
    },
    {
        "aoe": "One container",
        "casting_time": "1/6 segment",
        "classes": [
            "wizard"
        ],
        "components": {
            "material": false,
            "raw": "V, S",
            "somatic": true,
            "verbal": true
        },
        "description": "The opposite of a Gather cantrip, this enables the caster to cause the contents of a container to spill out. The object container is actually tipped by the cantripm and since the magic is not powerful, containers of more than about gallon size or magical ones will not be affected by the cantrip. Solids and/or liquids within the object container will spill out, if the container is not secured or closed or capped. To bring about the magic, the caster verbalizes an ''uh-oh'' sound while making an abrupt hand motion.",
        "duration": "-",
        "level": "0",
        "name": "Spill",
        "range": "1 foot",
        "saving_throw": "-",
        "school": "Alteration",
        "source": "Player's Handbook",
        "tags": [
            "wizard",
            "cantrip",
            "vanilla",
            "official"
        ],
        "type": "Reversed cantrip"
    },
    {
        "aoe": "One object",
        "casting_time": "1/6 segment",
        "classes": [
            "wizard"
        ],
        "components": {
            "material": false,
            "raw": "V, S",
            "somatic": true,
            "verbal": true
        },
        "description": "A permutation of the Tie cantrip, this magic allows the caster to cause fine material such as thread, hair, small grass and the like to become twisted and entwined in a tangle. It will not work on heavy material such as rope. Untangling subject material will take 3-12 rounds, unless it is roughly done - and the material is broken and snapped in the process. torn loose, etc. The cantrip will tangle mixed materials such as grass and string, hair and threads and so forth, A buzzing is verbalized while the finger makes a stirring motion.",
        "duration": "-",
        "level": "0",
        "name": "Tangle",
        "range": "1 foot",
        "saving_throw": "-",
        "school": "Alteration",
        "source": "Player's Handbook",
        "tags": [
            "wizard",
            "cantrip",
            "vanilla",
            "official"
        ],
        "type": "Reversed cantrip"
    },
    {
        "aoe": "One object",
        "casting_time": "1/2 segment",
        "classes": [
            "wizard"
        ],
        "components": {
            "material": false,
            "raw": "V, S",
            "somatic": true,
            "verbal": true
        },
        "description": "The reverse of the Shine cantrip, this causes a covering of rust, corrosion, verdigris or the like to cover an object normally subject to such tarnishing. The object must be of 1 cubic yard or less in vilume. Verbal component is a spitting sound, while the hand makes a sprinkling motion.",
        "duration": "-",
        "level": "0",
        "name": "Tarnish",
        "range": "1 foot",
        "saving_throw": "-",
        "school": "Alteration",
        "source": "Player's Handbook",
        "tags": [
            "wizard",
            "cantrip",
            "vanilla",
            "official"
        ],
        "type": "Reversed cantrip"
    },
    {
        "aoe": "One object",
        "casting_time": "1/3 segment",
        "classes": [
            "wizard"
        ],
        "components": {
            "material": false,
            "raw": "V, S",
            "somatic": true,
            "verbal": true
        },
        "description": "This permutation of a Tie cantrip is simply reverse of the magic. The caster selects an object - thread, string, cord etc. - which is knotted or tied. The cantrip removes the knot or tying. Note that the Untie cantrip will nullify a Tangle. The cantrip will not remove both a Knot and a normal tying (normal knot or one caused by a cantrip), but it will cause the former to disappear so that only a normal tying remains. This cantrip has no effect on magical objects. Somatic and verbal components vary according to the desired result. In general, a popping sound is made while the hands are moved apart - either as if a knot were being untied or a cord snapped.",
        "duration": "-",
        "level": "0",
        "name": "Untie",
        "range": "1 foot",
        "saving_throw": "-",
        "school": "Enchantment",
        "source": "Player's Handbook",
        "tags": [
            "wizard",
            "cantrip",
            "vanilla",
            "official"
        ],
        "type": "Reversed cantrip"
    },
    {
        "aoe": "One object",
        "casting_time": "1/3 segment",
        "classes": [
            "wizard"
        ],
        "components": {
            "material": false,
            "raw": "V, S",
            "somatic": true,
            "verbal": true
        },
        "description": "This cantrip can be used to make an ordinary or forged document or seal of some sort look official to the average observer. Detailed studying of the object or observation by someone very familiar the the real item allows a saving throw to notice the deception.",
        "duration": "1 round",
        "level": "0",
        "name": "Air of Legitimacy",
        "range": "1 foot",
        "saving_throw": "Negates",
        "school": "Illusion/Phantasm",
        "source": "Player's Handbook",
        "tags": [
            "wizard",
            "cantrip",
            "vanilla",
            "official"
        ],
        "type": "Legerdemain cantrip"
    },
    {
        "aoe": "One object",
        "casting_time": "1/10 segment",
        "classes": [
            "wizard"
        ],
        "components": {
            "material": false,
            "raw": "V, S",
            "somatic": true,
            "verbal": true
        },
        "description": "By means of a Change cantrip, the caster alters one small object to another, althought the Change must be within the same biological kingdom, and only animal and vegetable objects are affected. Thus, a piece of parchment can be changed to a brightly-colored cloth square, then the cloth can be changed to a rose by another use of the cantrip. Likewise, a bird can be changed into a bat, the bat to a flying squirrel by another use of the same type of cantrip, and so forth. Each change requires a Change cantrip. \n\n The cantrip will not cause more than a 50% increase or decrease in size/volume, and the effect will last for a base time of 1 turn. If the change is radical, then the time will be reduced accordingly, i.e. changing a dead object to a live one is a radical change and will only last one round. On the other hand, a very slight alteration such as color change or the like will last for 1 or more days. \n\n A saving throw against this magic does not apply as long as normal, small, non-magical creatures of animal-intellegence are concerned. Typically, a magic word is verbalized while the hand makes a pass over the object to be affected.",
        "duration": "Special",
        "level": "0",
        "name": "Change",
        "range": "1 foot",
        "saving_throw": "Special",
        "school": "Alteration",
        "source": "Player's Handbook",
        "tags": [
            "wizard",
            "cantrip",
            "vanilla",
            "official"
        ],
        "type": "Legerdemain cantrip"
    },
    {
        "aoe": "Special",
        "casting_time": "1/3 segment",
        "classes": [
            "wizard"
        ],
        "components": {
            "material": false,
            "raw": "V, S",
            "somatic": true,
            "verbal": true
        },
        "description": "By means of this cantrip, the caster causes all who are watching to look at an area of the caster's choice. The area must be to the right or left of the caster, and the distraction must be within 10 feet of the caster. Thus, the caster can cause viewers to watch his right hand and a location a few feet distant where the caster is pointing, while the caster's left had does something unnoticed. \n\n Saving throws apply only to individuals above 0 level, or with at least 1+1 Hit Dice and an intellegence rating of greater than 7. The Distract cantrip has a duration of only 1 segment. The caster speaks an attention-getting word or phrase and gestures to the left or right to effect the cantrip.",
        "duration": "1 segment",
        "level": "0",
        "name": "Distract",
        "range": "10 ft.",
        "saving_throw": "Negates",
        "school": "Enchantment",
        "source": "Player's Handbook",
        "tags": [
            "wizard",
            "cantrip",
            "vanilla",
            "official"
        ],
        "type": "Legerdemain cantrip"
    },
    {
        "aoe": "One object",
        "casting_time": "1/ segment",
        "classes": [
            "wizard"
        ],
        "components": {
            "material": false,
            "raw": "V, S",
            "somatic": true,
            "verbal": true
        },
        "description": "This cantrip allows the caster to magically hide an object of virtually any size for a short period of time. The cantrip casts a dweomer over the desired object so that it becomes invisible to all who are in front of the caster. Note that the magic does not affect sound, so that if a crowing rooster were made to seemingly disappear, the noise of its cry would still be heard. Likewise, if an elephant wher ehidden by this cantrip, the sound of its tread, trumpeting or even breathing might be heard. The dweomer will not work if viewers are beside or behind the caster. \n\n The cantrip lasts for one turn on an object of 2 cubic yards or less in volume. The duration is reduced by one round for every additional 2 cubic yards of volume made to seemingly disappear, until at 20 cubic yards of volume, the duration is 1 round. At over 20 cubic yards of volume, duration is reduced by 1 segment per 2 additional cubic yards; i.e. the Hide cantrip will have a duration of 9 segments if cast on an object of 22 cubic yards volume; 8 segments for 24 cubic yards, 6 for 28, 5 for 30, 4 for 32, 3 for 34, 2 for 36, and 1 segment for 38 cubic yards. Anything larger than 38 cubic yards in volume will at best momentarily disappear and the reappear again. \n\n Verbal component is an activating word such as ''abracadabra'' while the hand makes a pass across the forepart of the object. The caster can dispel the cantrip simply by speaking the activating word.",
        "duration": "Special",
        "level": "0",
        "name": "Hide",
        "range": "1 foot",
        "saving_throw": "-",
        "school": "Illusion",
        "source": "Player's Handbook",
        "tags": [
            "wizard",
            "cantrip",
            "vanilla",
            "official"
        ],
        "type": "Legerdemain cantrip"
    },
    {
        "aoe": "One object",
        "casting_time": "1/10 segment",
        "classes": [
            "wizard"
        ],
        "components": {
            "material": false,
            "raw": "V, S",
            "somatic": true,
            "verbal": true
        },
        "description": "THe Mute cantrip allows the caster to alter the shape of small objects of a mineral nature, The magic is effective against glass, metal, stone, etc. A plane can be altered to a rod, a torus to a sphere, etc. Thus, a coin could be changed to be a ring. Similarly, glass could be changed to crystal, lead to silver, copper to gold, etc. However, the dweomers of magical items are too strong for this cantrip to affect them. The duration of the Mute is but 1 round. If another individualactually touches the object affected, the dweomer of the cantrip might be affected: the individual touching it makes a saving throw versus spell and if it succeeds the cantrip is dispelled. The components for the Mute cantrip are similar to those of a Change cantrip.",
        "duration": "1 round",
        "level": "0",
        "name": "Mute",
        "range": "1 foot",
        "saving_throw": "-",
        "school": "Alteration",
        "source": "Player's Handbook",
        "tags": [
            "wizard",
            "cantrip",
            "vanilla",
            "official"
        ],
        "type": "Legerdemain cantrip"
    },
    {
        "aoe": "One small item",
        "casting_time": "1/10 segment",
        "classes": [
            "wizard"
        ],
        "components": {
            "material": false,
            "raw": "V, S",
            "somatic": true,
            "verbal": true
        },
        "description": "This cantrip enables the caster to secret a small object in his hand without seeming to do so. The dweomer creates an illusory duplicated of the object to be palmed, so that the other can be taken while under the form of a Hide cantrip (which actually works regardless of viewer position). The illusory duplicate of the plamed object lasts but 1 segment, so it must be covered or screened from view or else any onlookers will see it wink out existence. A special word is spoken while a digit points at the object to be palmed. The caster may then pick up the now-invisible actual object while seemingly only touching or handling the illusory duplicate.",
        "duration": "1 segment",
        "level": "0",
        "name": "Palm",
        "range": "1 foot",
        "saving_throw": "-",
        "school": "Illusion",
        "source": "Player's Handbook",
        "tags": [
            "wizard",
            "cantrip",
            "vanilla",
            "official"
        ],
        "type": "Legerdemain cantrip"
    },
    {
        "aoe": "2' radius",
        "casting_time": "1/6 segment",
        "classes": [
            "wizard"
        ],
        "components": {
            "material": false,
            "raw": "V, S",
            "somatic": true,
            "verbal": true
        },
        "description": "A Present cantrip enables the caster to bring any small objects or series of objects from within a 2-foot radius of his person to his hand. The object or objects will appear magically in the caster's hand as he puts the hand upward or outward with a florish and speaks the key word to begin the dweomer. If an object as large as a tankard is thus presented, the cantrip will be exhausted, but as many as a dozen coins could be brought to the hand before the dweomer failed. \n\n The caster must know the exact nature and location of the object or objects to be presented. If they are on the person of another individual, a saving throw versus spell applies to the individual, unless the object or objects are in plain sight.",
        "duration": "-",
        "level": "0",
        "name": "Present",
        "range": "1 foot",
        "saving_throw": "Special",
        "school": "Alteration",
        "source": "Player's Handbook",
        "tags": [
            "wizard",
            "cantrip",
            "vanilla",
            "official"
        ],
        "type": "Legerdemain cantrip"
    },
    {
        "aoe": "",
        "casting_time": "1/ segment",
        "classes": [
            "wizard"
        ],
        "components": {
            "material": false,
            "raw": "V, S",
            "somatic": true,
            "verbal": true
        },
        "description": "",
        "duration": "-",
        "level": "0",
        "name": "",
        "range": "1 foot",
        "saving_throw": "-",
        "school": "",
        "source": "Player's Handbook",
        "tags": [
            "wizard",
            "cantrip",
            "vanilla",
            "official"
        ],
        "type": "Person-affecting cantrip"
    }
]
